import React from 'react'

export const AboutUs = () => {
  return (
    <div className='text-start w-1/2'>
        <p className='font-bold my-2 ml-2'>درباره ما</p>
        <p className='flex text-sm'>
          شرکت E Corp در سال 2023 در تهران، ایران بنیانگذاری شد. این شرکت، به مدت 5 سال از انظار عمومی پنهان ماند، و در سال 2028 به طور گسترده بازار های کامپیوتر و برنامه نویسی را متحول کرد. در سال 2029، بنیانگذار شرکت، مقام مدیریت را به شخص دیگری از هیئت مدیره واگذار کرده، و خود مشغول بنیانگذاری شرکت های جدید زیرمجموعه شد.
        </p>

    </div>
  )
}
